a52dec
aalib
abseil-cpp
accountsservice
acl
ada
adw-gtk-theme
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
age
alacritty
alsa-card-profiles
alsa-firmware
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
ananicy-cpp
aom
appimagelauncher
appstream
aquamarine
archlinux-contrib
archlinux-keyring
argagg
argon2
aribb24
aribb25
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
awesome-terminal-fonts
awww
ayatana-ido
babl
base
base-devel
bash
bash-completion
bat
bemenu
bemenu-wayland
bibata-cursor-theme-bin
bind
binutils
bison
bitwarden
blas
blosc
bluetui
bluez
bluez-hid2hci
bluez-libs
bluez-utils
boost
boost-libs
borg
botan
bpf
breeze-icons
brightnessctl
brotli
btop
btrfs-assistant
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cachy-update
cachyos-alacritty-config
cachyos-ananicy-rules
cachyos-fish-config
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-niri-settings
cachyos-nord-gtk-theme-git
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cairo
cairomm
cairomm-1.16
cantarell-fonts
capitaine-cursors
cava
cblas
chromaprint
chromium
chwd
cifs-utils
clang
cli11
cliphist
cmake
colm
compiler-rt
confuse
containerd
coreutils
cpio
cppdap
cpptrace
cpupower
creality-print-appimage
cryptsetup
cups
cups-filters
cups-pdf
cups-pk-helper
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-glib
dbus-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
dgop
dhclient
diffutils
ding-libs
discord
dmidecode
dmraid
dms-shell
dms-shell-hyprland
dms-shell-niri
dnsmasq
dnssec-anchors
docker
docker-buildx
docker-compose
dos2unix
dosfstools
double-conversion
duf
duktape
e2fsprogs
efibootmgr
efitools
efivar
electron36
electron37
electron39
elfutils
ell
enchant
etcher-bin
ethtool
ex-vi-compat
exempi
exfatprogs
exiv2
expac
expat
eza
f2fs-tools
faac
faad2
fakeroot
fastfetch
fd
ffmpeg
ffmpeg4.4
ffmpegthumbnailer
fftw
file
filesystem
filezilla
findutils
fish
fish-autopair
fish-pure-prompt
fisher
flac
flex
fluidsynth
fluxcd
fmt
fontconfig
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
freecad-appimage
freeglut
freetype2
fribidi
fsarchiver
ftgl
fuse-common
fuse2
fuse3
fzf
fzssh
gawk
gc
gcc
gcc-libs
gcr-4
gdbm
gdk-pixbuf2
gegl
gettext
gexiv2
ghostscript
ghostty
ghostty-shell-integration
ghostty-terminfo
giflib
gimp
git
glances
glew
glib-networking
glib2
glibc
glibmm
glibmm-2.68
glm
glslang
glu
glycin
glycin-gtk4
gmp
gnome-autoar
gnome-desktop-4
gnome-desktop-common
gnulib-l10n
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
google-breakpad
gperftools
gpgme
gpgmepp
gpm
gpsd
graphene
graphicsmagick
graphite
greetd
greetd-agreety
greetd-dms-greeter-git
grep
grim
groff
gsettings-desktop-schemas
gsettings-system-schemas
gsfonts
gsl
gsm
gspell
gssdp
gssproxy
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base-libs
gst-plugins-ugly
gstreamer
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk2
gtk3
gtk4
gtk4-layer-shell
gtkmm-4.0
gtkmm3
gtksourceview4
guile
gupnp
gupnp-dlna
gupnp-igd
gutenprint
gvfs
gvfs-dnssd
gvfs-smb
gvfs-wsdd
gzip
harfbuzz
harfbuzz-icu
haveged
hdf5
hdparm
hicolor-icon-theme
hidapi
highway
htmlq
hunspell
hwdata
hwdetect
hwinfo
hwloc
hyphen
hyprcursor
hyprgraphics
hyprland
hyprland-guiutils
hyprlang
hyprtoolkit
hyprutils
hyprwayland-scanner
hyprwire
iana-etc
icu
ijs
imagemagick
imath
imlib2
inetutils
iniparser
inkscape
inotify-tools
intel-ucode
inxi
iproute2
iptables
iputils
iso-codes
iw
iwd
jack2
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jbigkit
jdk-openjdk
jemalloc
jfsutils
jq
json-c
json-glib
jsoncpp
k9s
karchive
kbd
kbookmarks
kcodecs
kcolorscheme
kcompletion
kconfig
kcontacts
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kdeconnect
keyd
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kimageformats
kio
kirigami
kirigami-addons
kitemmodels
kitemviews
kjobwidgets
kmod
knotifications
kpeople
krb5
kservice
kstatusnotifieritem
ksvg
kubectl
kvantum
kvantum-theme-nordic-git
kwallet
kwidgetsaddons
kwindowsystem
l-smash
lame
lapack
lazydocker
lazygit
lcms2
ldb
leancrypto
lensfun
less
lib2geom
lib32-brotli
lib32-bzip2
lib32-clang
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-gmp
lib32-gnutls
lib32-icu
lib32-json-c
lib32-keyutils
lib32-krb5
lib32-libdisplay-info
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libnghttp2
lib32-libnghttp3
lib32-libngtcp2
lib32-libpciaccess
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libunistring
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxdmcp
lib32-libxext
lib32-libxml2
lib32-libxshmfence
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nettle
lib32-opencl-mesa
lib32-openssl
lib32-p11-kit
lib32-spirv-llvm-translator
lib32-spirv-tools
lib32-systemd
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-vulkan-mesa-implicit-layers
lib32-wayland
lib32-xcb-util-keysyms
lib32-xz
lib32-zlib-ng
lib32-zlib-ng-compat
lib32-zstd
libadwaita
libaec
libaio
libao
libappimage
libarchive
libasan
libass
libassuan
libasyncns
libatasmart
libatomic
libavc1394
libavif
libavtp
libayatana-appindicator
libayatana-indicator
libb2
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-smart
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libbytesize
libcaca
libcanberra
libcap
libcap-ng
libcbor
libcddb
libcdio
libcdio-paranoia
libcdr
libclc
libcloudproviders
libcolord
libcue
libcups
libcupsfilters
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libdca
libde265
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdv
libdvbpsi
libdvdcss
libdvdnav
libdvdread
libdwarf
libebml
libebur128
libedit
libei
libelf
libepoxy
libevdev
libevent
libexif
libfabric
libfakekey
libfdk-aac
libffi
libfido2
libfilezilla
libfontenc
libfreeaptx
libftdi
libfyaml
libgcc
libgcrypt
libgexiv2
libgfortran
libgirepository
libgit2
libglvnd
libgme
libgomp
libgoom2
libgpg-error
libgsf
libgudev
libgxps
libheif
libice
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libimobiledevice-glue
libinih
libinput
libiptcdata
libisl
libjpeg-turbo
libjxl
libkate
libksba
liblc3
libldac
libldap
libliftoff
liblqr
liblrdf
liblsan
libltc
libluv
liblxqt
libmad
libmakepkg-dropins
libmanette
libmatroska
libmaxminddb
libmbim
libmd
libmfx
libmicrodns
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmspack
libmtp
libmypaint
libmysofa
libnautilus-extension
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libngtcp2
libnice
libnl
libnm
libnma-common
libnma-gtk4
libnotify
libnsl
libnss_nis
libnvme
libobjc
libogg
libopenmpt
libopenraw
libosinfo
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libportal
libportal-gtk4
libppd
libproxy
libpsl
libpulse
libqmi
libqrtr-glib
libqtxdg
libquadmath
libraqm
libraw
libraw1394
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsigc++-3.0
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspiro
libsrtp
libssh
libssh2
libstdc++
libstemmer
libsysprof-capture
libtasn1
libtatsu
libteam
libthai
libtheora
libtiff
libtiger
libtirpc
libtool
libtsan
libubsan
libunibreak
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusb-compat
libusbmuxd
libutempter
libutf8proc
libuv
libva
libva-intel-driver-irql
libvdpau
libverto
libvisio
libvlc
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libwmf
libwnck3
libwpd
libwpg
libx11
libx86emu
libxau
libxcb
libxcomposite
libxcrypt
libxcrypt-compat
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-api-headers
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
lirc
live-media
lld
llhttp
llvm
llvm-libs
llvm21-libs
lm_sensors
lmdb
localsearch
localsend
logrotate
lsb-release
lsscsi
lua
lua51-lpeg
lua54
luajit
lv2
lvm2
lxqt-policykit
lz4
lzo
m4
mailcap
make
mako
man-db
man-pages
mariadb-clients
mariadb-libs
matugen
md4c
mdadm
media-player-info
meld
mesa
mesa-utils
micro
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
modemmanager
modemmanager-qt
mosh
mpdecimal
mpfr
mpg123
msgpack-c
mtdev
mtools
muparser
mypaint-brushes
mypaint-brushes1
nano
nano-syntax-highlighting
nautilus
ncurses
neon
neovim
netcdf
netctl
nettle
networkmanager
networkmanager-openvpn
networkmanager-vpn-plugin-openvpn
nfs-utils
nfsidmap
nftables
nilfs-utils
ninja
niri
nlohmann-json
node-gyp
nodejs
nodejs-nopt
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
npth
nspr
nss
nss-mdns
ntp
numactl
obsidian
ocl-icd
octopi
onetbb
oniguruma
openai-codex
openal
openbsd-netcat
opencascade
opencl-mesa
opencode
opencore-amr
openexr
openh264
openjpeg2
openjph
openmpi
openoffice-bin
openpmix
openssh
openssl
openucx
openvpn
opus
orc
os-prober
osinfo-db
otf-font-awesome
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pacsea-bin
pacutils
pahole
pam
pambase
pamixer
pango
pangomm
pangomm-2.48
parallel
parted
paru
patch
patchelf
pavucontrol
pciutils
pcre
pcre2
pcsclite
perl
perl-alien-build
perl-alien-libxml2
perl-capture-tiny
perl-class-inspector
perl-clone
perl-dbi
perl-encode-locale
perl-error
perl-ffi-checklib
perl-file-chdir
perl-file-listing
perl-file-sharedir
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookiejar
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-tty
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-path-tiny
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-libxml
perl-xml-namespacesupport
perl-xml-parser
perl-xml-sax
perl-xml-sax-base
perl-xml-writer
php
pianobar
pika-backup
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
pixman
pkcs11-helper
pkgconf
pkgfile
playerctl
plocate
plymouth
polkit
polkit-kde-agent
polkit-qt6
poppler
poppler-data
poppler-glib
popt
portaudio
potrace
power-profiles-daemon
ppp
pps-tools
procps-ng
projectm
protobuf
prrte
psmisc
pugixml
pulseaudio-qt
pv
pyalpm
python
python-absl
python-annotated-types
python-appdirs
python-attrs
python-autocommand
python-beautifulsoup4
python-cachecontrol
python-cairo
python-certifi
python-cffi
python-chardet
python-charset-normalizer
python-contourpy
python-cryptography
python-cssselect
python-cycler
python-dateutil
python-dbus
python-defusedxml
python-filelock
python-fonttools
python-gobject
python-idna
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-jeepney
python-jinja
python-kiwisolver
python-lark-parser
python-lockfile
python-lxml
python-mako
python-markdown
python-markupsafe
python-matplotlib
python-more-itertools
python-msgpack
python-mysqlclient
python-numpy
python-orjson
python-outcome
python-packaging
python-peewee
python-pillow
python-pip
python-pkg_resources
python-platformdirs
python-psutil
python-pycparser
python-pycups
python-pydantic
python-pydantic-core
python-pyfuse3
python-pyparsing
python-pyqt6
python-pyqt6-sip
python-pyserial
python-requests
python-secretstorage
python-setuptools
python-shtab
python-six
python-sniffio
python-sortedcontainers
python-soupsieve
python-systemd
python-tinycss2
python-trio
python-typing-inspection
python-typing_extensions
python-urllib3
python-webencodings
python-wheel
python-yaml
python-zstandard
qca-qt6
qhull
qpdf
qqc2-desktop-style
qrencode
qt-sudo
qt5-base
qt5-declarative
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5ct
qt6-5compat
qt6-base
qt6-connectivity
qt6-declarative
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-shadertools
qt6-svg
qt6-tools
qt6-translations
qt6-wayland
qt6ct-kde
qtermwidget
quickshell
ragel
raptor
rate-mirrors
rav1e
rbenv
re2
readline
rebuild-detector
reflector
rhash
ripgrep
rpcbind
rsync
rtkit
rtmpdump
rubberband
ruby-build
run-parts
runc
s-nail
sbc
scour
scx-manager
scx-scheds
scx-tools
sd
sddm
sdl12-compat
sdl2-compat
sdl3
sdl_image
seatd
sed
semver
serd
sg3_utils
shaderc
shadow
shared-mime-info
simdjson
sl
slack-desktop
slang
smartmontools
smbclient
snap-pac
snapper
snappy
sndio
sof-firmware
solid
sonnet
sops
sord
sound-theme-freedesktop
soundtouch
spandsp
spdlog
speex
speexdsp
spirv-llvm-translator
spirv-tools
splix
sqlite
squashfs-tools
squashfuse
sratom
srt
startup-notification
stow
sudo
suitesparse
svt-av1
svt-hevc
swaybg
swaylock-effects-git
swaylock-fancy-git
sysfsutils
system-config-printer
systemd
systemd-libs
systemd-resolvconf
systemd-sysvcompat
t3code-bin
taglib
tailscale
talhelper
talloc
talosctl
tar
tcl
tdb
tealdeer
tevent
texinfo
thin-provisioning-tools
thunderbird
tinysparql
tk
tomlplusplus
totem-pl-parser
tpm2-tss
trayscale
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-bitstream-vera
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-dejavu
ttf-fantasque-nerd
ttf-fira-sans
ttf-hack
ttf-liberation
ttf-meslo-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-opensans
tunein-cli-bin
twolame
tzdata
uchardet
udisks2
ufw
ufw-docker
unibilium
unrar
unzip
upower
usb_modeswitch
usbutils
util-linux
util-linux-libs
v4l-utils
vapoursynth
verdict
vid.stab
vim
vim-runtime
vlc-plugin-a52dec
vlc-plugin-aalib
vlc-plugin-alsa
vlc-plugin-aom
vlc-plugin-archive
vlc-plugin-aribb24
vlc-plugin-aribb25
vlc-plugin-ass
vlc-plugin-avahi
vlc-plugin-bluray
vlc-plugin-caca
vlc-plugin-cddb
vlc-plugin-chromecast
vlc-plugin-dav1d
vlc-plugin-dbus
vlc-plugin-dbus-screensaver
vlc-plugin-dca
vlc-plugin-dvb
vlc-plugin-dvd
vlc-plugin-faad2
vlc-plugin-ffmpeg
vlc-plugin-firewire
vlc-plugin-flac
vlc-plugin-fluidsynth
vlc-plugin-freetype
vlc-plugin-gme
vlc-plugin-gnutls
vlc-plugin-gstreamer
vlc-plugin-inflate
vlc-plugin-jack
vlc-plugin-journal
vlc-plugin-jpeg
vlc-plugin-kate
vlc-plugin-kwallet
vlc-plugin-libsecret
vlc-plugin-lirc
vlc-plugin-live555
vlc-plugin-lua
vlc-plugin-mad
vlc-plugin-matroska
vlc-plugin-mdns
vlc-plugin-modplug
vlc-plugin-mpeg2
vlc-plugin-mpg123
vlc-plugin-mtp
vlc-plugin-musepack
vlc-plugin-nfs
vlc-plugin-notify
vlc-plugin-ogg
vlc-plugin-opus
vlc-plugin-png
vlc-plugin-pulse
vlc-plugin-quicksync
vlc-plugin-samplerate
vlc-plugin-sdl
vlc-plugin-sftp
vlc-plugin-shout
vlc-plugin-smb
vlc-plugin-soxr
vlc-plugin-speex
vlc-plugin-srt
vlc-plugin-svg
vlc-plugin-tag
vlc-plugin-theora
vlc-plugin-twolame
vlc-plugin-udev
vlc-plugin-upnp
vlc-plugin-vorbis
vlc-plugin-vpx
vlc-plugin-x264
vlc-plugin-x265
vlc-plugin-xml
vlc-plugin-zvbi
vlc-plugins-all
vlc-plugins-base
vlc-plugins-extra
vlc-plugins-video-output
vlc-plugins-visualization
vmaf
volume_key
vtk
vulkan-headers
vulkan-icd-loader
vulkan-intel
vulkan-mesa-implicit-layers
vulkan-tools
waybar
wayland
wayland-protocols
webkit2gtk
webkit2gtk-4.1
webrtc-audio-processing-1
wget
which
whois
wildmidi
wireless-regdb
wireplumber
wl-clipboard
wlogout
wlr-randr
wob
woff2
woff2-font-awesome
wofi
wpa_supplicant
wsdd
wtype
wxwidgets-common
wxwidgets-gtk3
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-libinput
xfsprogs
xkeyboard-config
xl2tpd
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkill
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xwayland
xorgproto
xvidcore
xwayland-satellite
xxhash
xz
yazi
yyjson
zbar
zed
zellij
zen-browser-bin
zeromq
zimg
zint
zip
zix
zlib-ng
zlib-ng-compat
zoom
zoxide
zram-generator
zstd
zvbi
zxing-cpp
